7zip
accountsservice
acpi
antigravity
base
base-devel
bc
bibata-cursor-theme-bin
bridge-utils
brightnessctl
cliphist
cmatrix
copyq
dgop
dms-shell-bin
dms-shell-bin-debug
dnsmasq
dunst
edk2-ovmf
efibootmgr
foot
freedownloadmanager
git
grim
grub
gruvbox-dark-gtk
gst-plugins-bad
gst-plugins-ugly
helium-browser-bin
hyprland
hyprpolkitagent
iptables-nft
jq
kitty
kvantum
kvantum-qt5
kvantum-theme-gruvbox-git
lib32-opencl-nvidia
libdvdcss
libmad
libnotify
libtpms
libvirt
linux-firmware
linux-rt
linux-rt-headers
matugen
neovim
nethogs
networkmanager
nitch
nvidia-open-dkms
nvidia-settings
nvidia-utils
nwg-look
obsidian
openbsd-netcat
opencl-nvidia
openssh
paru
paru-debug
pavucontrol
pipewire
pipewire-pulse
polkit-gnome
polkit-kde-agent
power-profiles-daemon
python-regex
qemu-full
qt5ct
qt6-5compat
qt6ct
quickshell
rofi
sassc
sddm
slurp
starship
steam
swtpm
swww
sysstat
telegram-desktop-bin
ttf-dejavu
ttf-fantasque-nerd
ttf-jetbrains-mono-nerd
vim
virt-manager
vlc
vnstat
waybar
waypaper
wget
wl-clipboard
xdg-desktop-portal-gtk
yay-bin
yay-bin-debug
yazi
zen-browser-bin
zsh
zsh-autosuggestions
zsh-syntax-highlighting
